Repository: rosedu/wouso
Catalog: wouso/locale/*/LC_MESSAGES/django.po
Languages: ro_ro

source: Only staff members can log in
ro_ro: Numai persoanele cu drepturi administrative se pot autentifica

source: cast a spell on himself/herself
ro_ro: a făcut o vrajă pe sine

source: cast a spell on {to}
ro_ro: a făcut o vrajă pe

source: Level
ro_ro: Nivel

source: Magic
ro_ro: Magie

source: Converted successfully
ro_ro: Convertire realizată cu succes

source: Insufficient points
ro_ro: Puncte insuficiente

source: Expected post
ro_ro: Se aștepta formular POST

source: Invalid number of days
ro_ro: Număr de zile nevalid

source: downgraded to level {level}
ro_ro: a coborât la nivelul {level}

source: upgraded to level {level} and received {amount} gold
ro_ro: a promovat la nivelul {level} și a primit {amount} aur

source: upgraded back to level {level}
ro_ro: a promovat înapoi la nivelul {level}

source: joined the game.
ro_ro: a intrat în joc.

source: You
ro_ro: Tu

source: used {artifact} to enable one more challenge.
ro_ro: a folosit {artifact} pentru a activa încă o provocare.

source: expired
ro_ro: expirată

source: {seconds} seconds
ro_ro: {seconds} secunde

source: 1 minute
ro_ro: 1 minut

source: {minutes} minutes
ro_ro: {minutes} minute

source: 1 minute and {s} seconds
ro_ro: 1 minut și {s} secunde

source: {m} minutes and {s} seconds
ro_ro: {m} minute și {s} secunde

source: (in {time})
ro_ro: (în {time})

source: has refused challenge from {chall_from} (expired)
ro_ro: a refuzat provocarea de la {chall_from} (expirată)

source: has refused challenge from {chall_from}
ro_ro: a refuzat provocarea de la {chall_from}

source: draw result between {user_from} and {user_to}: {extra}
ro_ro: rezultat nul în duelul dintre {user_to} și {user_from}: {extra}

source: won challenge with {user_lost}: {extra}
ro_ro: a câștigat provocarea cu {user_lost}: {extra}

source: The challenge was not accepted
ro_ro: Provocarea nu a fost acceptată.

source: The challenge was refused
ro_ro: Provocarea a fost refuzată

source: You have already submitted this challenge
ro_ro: Ai răspuns deja la acest duel

source: Challenge!
ro_ro: Duelează!

source: Challenged
ro_ro: Duelat

source: Challenges
ro_ro: Dueluri

source: Your race can't play. Go home
ro_ro: Rasa ta nu poate juca.

source: The challenge was not accepted yet!
ro_ro: Duelul nu a fost încă acceptat.

source: The challenge was refused!
ro_ro: Duelul a fost refuzat.

source: You have already submitted this challenge and scored %.2f points
ro_ro: Ai trimis deja răspunsurile pentru acest duel și ai marcat %.2f puncte

source: Challenges have been disabled.
ro_ro: Duelurile sunt dezactivate.

source: Sorry, challenge failed.
ro_ro: Duelul a eșuat.

source: You cannot launch another challenge today.
ro_ro: Nu poți lansa alt duel astăzi.

source: You are not in the same division
ro_ro: Nu ești în aceeași divizie.

source: You need at least 30 points to launch a challenge
ro_ro: Ai nevoie de cel puțin 30 de puncte pentru a lansa un duel

source: Successfully challenged
ro_ro: Lansat duel cu succes

source: This user cannot be challenged.
ro_ro: Acest jucător nu poate fi duelat.

source: Challenges are disabled
ro_ro: Duelurile sunt dezactivate

source: Challenge cannot be accepted.
ro_ro: Duelul nu poate fi acceptat.

source: You cannot refuse this challenge.
ro_ro: Nu poți refuza acest duel.

source: You cannot cancel this challenge.
ro_ro: Nu poți anula acest duel.

source: You don't have the artifact
ro_ro: Nu ai artefactul necesar.

source: Player does not exist
ro_ro: Jucătorul nu există.

source: Random challenge disabled
ro_ro: Duelurile aleatoare sunt dezactivate.

source: There is no one you can challenge now.
ro_ro: Nu există jucători cu care să te poți duela.

source: Challenge #
ro_ro: Duel #

source: %(c_from)s has challenged you on %(date)s.
ro_ro: %(c_from)s a lansat un duel cu tine la %(date)s.

source: You challenged %(c_to)s on %(date)s.
ro_ro: Ai lansat un duel cu %(c_to)s la %(date)s.

source: Submit
ro_ro: Trimite

source: Challenge history
ro_ro: Istoric dueluri

source: No challenges.
ro_ro: Nici un duel.

source: Challenges are disabled.
ro_ro: Duelurile sunt dezactivate.

source: Use artifact
ro_ro: Folosește artefact

source: To launch a challenge, find the player you want to challenge and click on the <em>Challenge</em> button, next to his profile, or type the name of the player you want to challenge.
ro_ro: Pentru a lansa un duel, găsește jucătorul cu care vrei să te duelezi și, din pagina de profil, folosește butonul <em>Lansează duel</em>.

source: Challenge Player:
ro_ro: Duelează-te cu acest jucător:

source: Active
ro_ro: Activ

source: Play
ro_ro: Joacă

source: No challenges in this category.
ro_ro: Nici un duel în această categorie.

source: Played
ro_ro: Jucate

source: Results
ro_ro: Rezultate

source: You scored:
ro_ro: Ai obținut:

source: Finished
ro_ro: Încheiat

source: No active challenges
ro_ro: Nici un duel activ

source: You cannot challenge
ro_ro: Nu te poți duela

source: Challenge statistics
ro_ro: Statistici dueluri

source: Challenges played:
ro_ro: Dueluri jucate:

source: Challenges won:
ro_ro: Dueluri câștigate:

source: Challenges sent:
ro_ro: Dueluri trimise:

source: Challenges received:
ro_ro: Dueluri primite:

source: Challenges refused:
ro_ro: Dueluri refuzate:

source: Win percentage:
ro_ro: Procentaj câștig:

source: Average time taken:
ro_ro: Timp mediu:

source: Average score:
ro_ro: Punctaj mediu:

source: Statistics
ro_ro: Statistici

source: Challenges against
ro_ro: Dueluri cu

source: Date
ro_ro: Data

source: Result
ro_ro: Rezultat

source: Time played
ro_ro: Timp jucat

source: Score Self
ro_ro: Punctajul propriu

source: Opponent time played
ro_ro: Timpul adversarul

source: Score Opponent
ro_ro: Punctajul adversarului

source: We are sorry, you are not part of the tournament
ro_ro: Ne pare rău, nu există aventuri active.

source: GrandChallenges
ro_ro: Marele Duel

source: Grand Challenge
ro_ro: Marele Duel

source: Play round
ro_ro: Joacă acum!

source: Grand Challenge has not started yet
ro_ro: Marele Duel nu a început încă

source: Check now
ro_ro: Verifică acum

source: has given a correct answer to QotD.
ro_ro: a răspuns corect la întrebarea zilei.

source: has given a wrong answer to QotD.
ro_ro: a răspuns greșit la întrebarea zilei.

source: You have been blinded, you cannot answer to the Question of the Day
ro_ro: Ai fost orbit. Nu poți răspunde la întrebarea zilei.

source: Question of the Day
ro_ro: Întrebarea zilei

source: correct
ro_ro: corect

source: No question for today.
ro_ro: Nici o întrebare astăzi.

source: Recent questions of the day
ro_ro: Întrebări ale zilei recente

source: No questions
ro_ro: Nu există întrebări

source: You must provide an answer
ro_ro: Trebuie să dai un răspuns

source: History
ro_ro: Istoric

source: QotD has been disabled
ro_ro: QotD a fost dezactivat

source: You have answered correctly for today
ro_ro: Ai răspuns corect azi

source: You have answered wrong for today
ro_ro: Ai răspuns greșit azi

source: Answer now
ro_ro: Răspunde acum

source: No question for today
ro_ro: Nici o întrebare astăzi

source: has finished quest {quest}
ro_ro: a terminat aventura {quest}

source: has started quest {quest}
ro_ro: a început aventura {quest}

source: received bonus for reaching level {level} in the final quest
ro_ro: a obținut bonus pentru atingerea nivelului {level} în aventura finală

source: Add quest
ro_ro: Adaugă aventură

source: Add final quest
ro_ro: Adăugă aventură finală

source: Edit
ro_ro: Editează

source: Sort
ro_ro: Sortează

source: Registered
ro_ro: Înregistrat

source: Register
ro_ro: Întregistrează

source: Bonus top 10
ro_ro: Bonifică pe primii 10

source: Quest History
ro_ro: Istoric de aventuri

source: Overall Gods
ro_ro: Eroii jocului

source: Player
ro_ro: Jucător

source: Group
ro_ro: Grup

source: No one
ro_ro: Nimeni

source: No quests given yet
ro_ro: Nu există aventuri

source: Quest
ro_ro: Aventură

source: Available until %(end)s. Your progress: %(time_took)s
ro_ro: Disponibil până la %(end)s. Progresul tău: %(time_took)s

source: Quest finished!
ro_ro: Aventură încheiată!

source: You passed %(count)s levels in %(time_took)s.
ro_ro: Ai trecut %(count)s niveluri în %(time_took)s.

source: Current level
ro_ro: Nivelul curent

source: Next level
ro_ro: Următorul nivel

source: This is the last level
ro_ro: Acesta este ultimul nivel

source: Answer
ro_ro: Răspunde

source: You must provide the answer to this level outside this site.
ro_ro: Trebuie să furnizezi răspunsul pentru acest nivel în afara site-ului.

source: No Quest
ro_ro: Nu există aventuri

source: We are sorry, there is no active quest.
ro_ro: Ne pare rău, nu există aventuri active.

source: Final Quest
ro_ro: Aventura finală

source: Start quest!
ro_ro: Începe aventura!

source: You have finished the quest.
ro_ro: Ai încheiat aventura.

source: Play quest!
ro_ro: Joacă aventura!

source: No quest active.
ro_ro: Nu există aventuri active.

source: received {points} points and {gold} gold bonus for beating his/her highscore at quiz {quiz_name}
ro_ro: a primit {points} puncte și {gold} aur bonus pentru că și-a depăsșit cel mai bun scor la testul {quiz_name}

source: received {points} points and {gold} gold bonus for submitting quiz {quiz_name}
ro_ro: a primit {points} puncte și {gold} aur bonus pentru ca a submis testul {quiz_name}

source: You can replay this quiz in {days} day(s)!
ro_ro: Poți rula din nou acest test în {days} zile.

source: Quizzes
ro_ro: Teste

source: Active Quizzes
ro_ro: Teste active

source: Expired Quizzes
ro_ro: Teste care au expirat

source: No quizzes have been published. Come back later.
ro_ro: Nu au fost publicate teste. Te rugăm să revii.

source: Your results
ro_ro: Rezultatele tale

source: Quiz
ro_ro: Test

source: Best Score
ro_ro: Cel mai bun rezultat

source: Last Score
ro_ro: Cel mai recent rezultat

source: Score
ro_ro: Rezultat

source: You haven't run any quiz yet.
ro_ro: Nu ai rulat încă nici un test.

source: Quiz
ro_ro: Test

source: Results -
ro_ro: Rezultate -

source: Back to quizzes
ro_ro: Înapoi la teste

source: quizzes are active.
ro_ro: teste sunt active.

source: No quizzes are active.
ro_ro: Nu există teste active.

source: View all
ro_ro: Arată tot

source: Back
ro_ro: Înapoi

source: Add quiz
ro_ro: Adaugă test

source: Delete
ro_ro: Șterge

source: New, editing
ro_ro: Nou, editează

source: Proposed for review
ro_ro: Propus pentru revizie

source: Rejected by reviewer
ro_ro: Respins de recenzor

source: Reviewed, active
ro_ro: Recenzat, activ

source: Playable
ro_ro: Jucabil

source: Played, done
ro_ro: Jucate

source: Special Challenge
ro_ro: Duel special

source: Add question to challenge
ro_ro: Adaugă întrebare la duel

source: Delete question in challenge
ro_ro: Șterge întrebare din duel

source: Are you sure do you want to delete this question?
ro_ro: Sigur vrei să ștergi această întrebare?

source: Edit question in challenge
ro_ro: Editează întrebare în duel

source: Launch
ro_ro: Lansează

source: If you launch a challenge, it will be sent to review by an admin, and then sent to the player. You won't be able to edit it, and if the players answers correctly, you lose the amount of points.
ro_ro: Dacă lansezi un duel, va fi trimis către recenzie de un administrator, și apoi trimis jucătorului. Nu vei putea să o editezi și, dacă jucătorii răspund corect.

source: View challenge
ro_ro: Arată duel

source: Destination:
ro_ro: Destinație:

source: Status:
ro_ro: Stare:

source: edit
ro_ro: editează

source: del
ro_ro: șterge

source: Add question
ro_ro: Adaugă întrebare

source: Configure
ro_ro: Configurează

source: Create
ro_ro: Creează

source: Select destination player
ro_ro: Alege jucătorul destinație

source: My challenges
ro_ro: Duelurile mele

source: Challenge
ro_ro: Duel

source: Status
ro_ro: Stare

source: Amount
ro_ro: Cantitate

source: Questions
ro_ro: Întrebări

source: Actions
ro_ro: Acțiuni

source: view
ro_ro: Vizualizează

source: conf
ro_ro: Configurează

source: launch
ro_ro: Lansează

source: Create new
ro_ro: Creează

source: Challenge a player to a custom challenge defined by you.
ro_ro: Duelează un jucător la un duel aleator definit de tine.

source: More...
ro_ro: Mai mult...

source: received {gold} gold bonus for {comment}
ro_ro: a primit {gold} aur bonsu pentru {comment}

source: completed special quest {task_name} and earned {value} gold
ro_ro: a încheiat aventura specială {task_name} și a câștigat {value} gold

source: completed special quest {task_name}
ro_ro: a încheiat aventura specială {task_name}

source: You already have a group
ro_ro: Deja ai un grup

source: You don't have a group
ro_ro: Nu ai un grup

source: Group is already active, you cannot accept the invitation
ro_ro: Grupul este deja activ, nu poți accepta invitația

source: You are already in a group, cannot accept the invitation
ro_ro: Ești deja parte a unui grup, nu poți accepta invitația

source: Group is full, you cannot accept the invitation
ro_ro: Grupul este complet, nu poți accepta invitația

source: Please specify a name
ro_ro: Te rog specifică un nume

source: A group with this name already exists
ro_ro: Un grup cu acest nume există deja

source: User already in a group
ro_ro: Jucătorul este deja în grup

source: Invitation sent
ro_ro: Invitație trimisă

source: Cancel
ro_ro: Renunță

source: Reset
ro_ro: Resetează

source: Save
ro_ro: Salvează

source: Add task
ro_ro: Adaugă sarcină

source: View members
ro_ro: Vezi membri

source: Bonus this player!
ro_ro: Bonifică acest jucător

source: Special Quest
ro_ro: Aventură specială

source: Create a group
ro_ro: Creează grup

source: Group name:
ro_ro: Nume grup:

source: Group:
ro_ro: Grup:

source: Inactive
ro_ro: Inactiv

source: Owner
ro_ro: Proprietar

source: created:
ro_ro: creat:

source: Members
ro_ro: Membri

source: Nothing.
ro_ro: Nimic.

source: If you want to invite more players to this group, click on Invite on their profile
ro_ro: Dacă dorești să inviți mai mulți jucători în acest grup, folosește butonul Invită de pe profilul lor

source: Tasks
ro_ro: Sarcini

source: Special quest hasn't started yet. Keep your eyes on it!
ro_ro: Aventura specială nu a început încă. Te rugăm să revii!

source: Done tasks
ro_ro: Sarcini rezolvate

source: Not done tasks
ro_ro: Sarcini nerezolvate

source: Your group
ro_ro: Grupul tău

source: View group
ro_ro: Vizualizează grupul

source: Your group, %(group)s, is not active.
ro_ro: Grupul tău, %(group)s, nu a fost activat.

source: Leave this group
ro_ro: Părăsește acest grup

source: In order to play the special quest, you need to set up a group. You can do that by either:
ro_ro: Pentru a juca aventura specială, trebuie să configurezi un grup. Poți face asta fie:

source: Create a new group
ro_ro: Creează un grup nou

source: or
ro_ro: sau

source: Accept one of these group invitations:
ro_ro: Acceptă una dintre următoarele invitații de grup:

source: from
ro_ro: de la

source: Accept
ro_ro: Acceptă

source: Refuse
ro_ro: Refuză

source: no invitations.
ro_ro: nicio invitație.

source: Group invitation
ro_ro: Invitație la grup

source: Invite %(to)s to %(group)s
ro_ro: Invită %(to)s la %(group)s

source: Invite
ro_ro: Invită

source: No tasks to do.
ro_ro: Nu există sarcini.

source: Misterious task
ro_ro: Sarcină misterioasă

source: Reward
ro_ro: Recompensă

source: Days left including today
ro_ro: Zile rămase inclusiv azi

source: Deadline passed
ro_ro: Termen depășit

source: Teams that completed this task
ro_ro: Echipe care au încheiat această sarcină

source: Nobody.
ro_ro: Nimeni.

source: Access forbidden
ro_ro: Acces interzis

source: Workshop already exists for group at date
ro_ro: Atelierul deja există pentru grup în acea dată

source: Workshop to review!
ro_ro: Atelier pentru revizie!

source: Hello, the reviewing stage for the latest workshop has begun.
ro_ro: Salut, etapa de recenzie pentru ultimul atelier s-a încheiat.

source: No workshop for you
ro_ro: Nu există ateliere la care să lucrezi

source: Workshop is not active
ro_ro: Atelierul nu este activ.

source: You have already answered this workshop
ro_ro: Ai răspuns deja la acest atelier

source: Cannot review an workshop you did not participate to.
ro_ro: Nu poți face recenzie la un atelier la care nu ai participat.

source: Cannot change another review
ro_ro: Nu se poate schima recenzia

source: Workshop not reviewable
ro_ro: Nu poți face recenzie acestui atelier.

source: Cannot view results for an workshop you did not participate to.
ro_ro: Nu poți vedea rezultate pentru ateliere la care nu ai participat.

source: Workshop
ro_ro: Atelier

source: Your semigroup:
ro_ro: Semigrupa ta:

source: No current workshop
ro_ro: Nu există ateliere.

source: Current workshop
ro_ro: Atelierul actual

source: Already answered
ro_ro: Răspuns deja dat

source: Play now!
ro_ro: Joacă acum!

source: Expires:
ro_ro: Expiră:

source: Expired:
ro_ro: Expirat:

source: You now must review other's answers.
ro_ro: Trebuie să recenzezi răspunsurile altora

source: Past workshops
ro_ro: Ateliere anterioare

source: Your reviews
ro_ro: Recenziile tale

source: Info
ro_ro: Informație

source: Workshop available until
ro_ro: Atelier disponibil până la

source: Assessment started
ro_ro: Evaluarea a inceput

source: Are you sure do you want to submit?
ro_ro: Ești sigur că vrei să trimiți?

source: Send
ro_ro: Trimite

source: Results for workshop
ro_ro: Rezultate pentru atelier

source: Your Reviews
ro_ro: Recenziile tale

source: none
ro_ro: niciuna

source: Details
ro_ro: Detalii

source: about your reviews
ro_ro: despre recenziile tale

source: Assessment grade:
ro_ro: Nota evaluării:

source: Reviewer grade:
ro_ro: Nota recenzorului

source: Your final grade is:
ro_ro: Nota ta finală e:

source: Your answer
ro_ro: Răspunsul tău

source: Assistant
ro_ro: Asistent

source: Anonymous
ro_ro: Anonim

source: Reviews for workshop
ro_ro: Recenzii pentru atelier

source: assesment
ro_ro: Evaluare

source: Assistant grade:
ro_ro: Nota asistentului:

source: Grade
ro_ro: Notă

source: grade:
ro_ro: notă:

source: review grade:
ro_ro: notă pe recenzie:

source: There are no assessments to review. Maybe the review did not start yet.
ro_ro: Nu există evaluări de recenzat. Probabil nu a început etapa de recenzare.

source: Review!
ro_ro: Recenzează

source: Change review for workshop
ro_ro: Schimba recenzia pentru atelier

source: Back to review
ro_ro: Înapoi la recenzie

source: Current semigroup:
ro_ro: Semigrupa curentă:

source: Play!
ro_ro: Joacă!

source: You have answered
ro_ro: Ai răspuns

source: Workshop not active
ro_ro: Atelierul nu este activ

source: No workshop for you.
ro_ro: Nu există ateliere în derulare.

source: Not in the current group
ro_ro: Nu faci parte din grupul curent.

source: Add
ro_ro: Adaugă

source: View
ro_ro: Vizualizează

source: Back to Workshops
ro_ro: Înapoi la ateliere

source: Add Workshop
ro_ro: Adaugă atelier

source: Add Semigroup
ro_ro: Adaugă semigrupă

source: Edit Default Spot
ro_ro: Editează poziția implicită

source: spot
ro_ro: poziție

source: Add Schedule
ro_ro: Adaugă orar

source: Go to Questions
ro_ro: Mergi la întrebări

source: Yes
ro_ro: Da

source: Grades
ro_ro: Note

source: Save
ro_ro: Salvează

source: Back
ro_ro: Înapoi

source: Start
ro_ro: Începi

source: Add workshop
ro_ro: Adaugă atelier

source: Start
ro_ro: Începe

source: Stop
ro_ro: Oprește

source: Mark for review
ro_ro: Marchează pentru recenzie

source: Mark for grading
ro_ro: Marchează pentru notare

source: Edit Spot
ro_ro: Editează poziție

source: Integrity Check
ro_ro: Verificare de integritate

source: earned {artifact}
ro_ro: a dobândit {artifact}

source: Files
ro_ro: Fișiere

source: Upload file
ro_ro: Încarcă un fișier

source: Manage categories
ro_ro: Administrează categorii

source: Add category
ro_ro: Adaugă categorie

source: Lessons
ro_ro: Lecții

source: No lessons have been added.
ro_ro: Nu au fost adăugate lecții.

source: Quiz is already running
ro_ro: Testul deja rulează

source: Back to quiz
ro_ro: Înapoi la test

source: You may run this quiz again in
ro_ro: Poți rezolva acest test din nou în

source: days
ro_ro: zile

source: Run quiz
ro_ro: Rezolvă test

source: Quiz will be enabled in
ro_ro: Testul va fi activat în

source: Start quiz
ro_ro: Începe test

source: Add lesson
ro_ro: Adaugă lecție

source: All
ro_ro: Toate

source: None
ro_ro: Niciunul

source: No
ro_ro: Nu

source: Sort Lessons
ro_ro: Sortează lecțiile

source: Rate: 1 gold = {rate} points, {rate2} points = 1 gold
ro_ro: Rata cumpărare: 1 aur = {rate} puncte; vânzare: 1 aur = {rate2} puncte

source: Exchange is disabled
ro_ro: Schimbul este dezactivat

source: Invalid amounts
ro_ro: Cantități necorespunzătoare

source: Insufficient gold
ro_ro: Aur insuficient

source: Unknown action
ro_ro: Acțiune necunoscută

source: Magic is disabled
ro_ro: Magia este dezactivată

source: Insufficient gold amount
ro_ro: Cantitate de aur insuficientă

source: Spell is not available
ro_ro: Magia nu este disponibilă

source: Level {level} is required to buy this spell
ro_ro: Nivelul {level} este necesar pentru a cumpăra acest spell

source: bought a spell
ro_ro: a cumpărat o vrajă

source: Successfully acquired
ro_ro: Achiziționat cu succes

source: Cast failed:
ro_ro: Vrajă eșuată:

source: System
ro_ro: Sistem

source: from {sender} to {receiver} @ {date}
ro_ro: de la {sender} la {receiver} @ {date}

source: Cannot send message.
ro_ro: Nu se poate trimite mesajul.

source: Messages
ro_ro: Mesaje

source: Propose question
ro_ro: Propune întrebare

source: Live stats
ro_ro: Statistici live

source: received {amount} {coin} bonus for {reason}
ro_ro: a primit {amount} {coin} bonus pentru {reason}

source: received {amount} {coin} bonus for {karma_points} Karma Points
ro_ro: a primit {amount} {coin} bonus pentru {karma_points} puncte de karma

source: Forums
ro_ro: Forumuri

source: Last Poster
ro_ro: Ultima intervenție

source: Topics
ro_ro: Subiecte

source: Posts
ro_ro: Mesaje

source: Create topic
ro_ro: Creează subiect

source: Replies
ro_ro: Răspunsuri

source: No topics in this forum, only admins can create and post here.
ro_ro: Nu există subiecte pe acest forum. Doar administratorii pot scrie mesaje aici.

source: No topics in this forum, create one :)
ro_ro: Nu există subiecte în aces forum. Creează unul :-)

source: Create post
ro_ro: Scrie mesaj

source: Reply
ro_ro: Răspunde

source: Send post
ro_ro: Trimite mesaj

source: This forum is closed, only admins can create and post here.
ro_ro: Acest forum este închis. Doar administratorii pot scrie mesaje aici.

source: Add forum
ro_ro: Adăugă forum

source: My Division
ro_ro: Divizia mea

source: Top has been disabled.
ro_ro: Clasamentul a fost dezactivat.

source: Staff users are not members of any division
ro_ro: Personalul nu este membru al vreunei divizii

source: Race
ro_ro: Rasă

source: Last seen
ro_ro: Văzut ultima oară

source: Leaderboard
ro_ro: Clasament

source: Points
ro_ro: Puncte

source: Full list..
ro_ro: Listă completă..

source: Logout
ro_ro: Deconectare

source: Anonimous
ro_ro: Anonim

source: Login
ro_ro: Autentificare

source: Activity
ro_ro: Activitate

source: Bookmarks
ro_ro: Scurtături

source: Bazaar
ro_ro: Bazar

source: Search player
ro_ro: Caută jucător

source: Powered by:
ro_ro: Realizat de:

source: News
ro_ro: Știri

source: All news
ro_ro: Toate știrile

source: username
ro_ro: nume utilizator

source: password
ro_ro: parola

source: Seen players
ro_ro: Jucători văzuți online

source: Seen last 24h
ro_ro: Văzut în ultimele 24 de ore

source: At the moment, there are no activies to report.
ro_ro: Pe moment nu există activități.

source: Django site admin
ro_ro: Administrator Django pentru site

source: Django administration
ro_ro: nicio invitație.

source: Add artifact
ro_ro: Adaugă artefact
