Repository: rosedu/wouso
Catalog: wouso/locale/*/LC_MESSAGES/django.po
Languages: ro_ro

source: Bonus player
ro_ro: Bonifică utilizatorul

source: Back to user
ro_ro: Înapoi la utilizator

source: Add formulas
ro_ro: Adaugă formule

source: Edit
ro_ro: Editează

source: Import
ro_ro: Importă fișier

source: Add player
ro_ro: Adaugă jucător

source: Artifacts
ro_ro: Artefacte

source: Groups
ro_ro: Grupuri

source: Impersonate
ro_ro: Impersonează

source: Special Quest
ro_ro: Quest special

source: Back to list
ro_ro: Înapoi la revizie

source: Add news item
ro_ro: Adaugă o știre

source: Search
ro_ro: Caută

source: Manage
ro_ro: Administrează

source: Recheck Infractions
ro_ro: Reverifică infracțiunile

source: Import file
ro_ro: Importă fișier

source: Manage tags
ro_ro: Administrează taguri

source: Automatic schedule
ro_ro: Planificare automată

source: Set active tags
ro_ro: Configurează etichetele active

source: Export all
ro_ro: Exportă tot

source: Delete all
ro_ro: Șterge tot

source: active
ro_ro: activ

source: Add Tag
ro_ro: Adaugă etichetă

source: Filter
ro_ro: Filtrează

source: Add role
ro_ro: Adaugă rol

source: Remove
ro_ro: Șterge

source: Change (external)
ro_ro: Schimbă (extern)

source: Back to roles
ro_ro: Înapoi la roluri

source: Add spell
ro_ro: Adăuga o vrajă

source: Add static page
ro_ro: Adaugă o pagină statică

source: System Message
ro_ro: Mesaj de sistem

source: To
ro_ro: Către

source: Add race
ro_ro: Adaugă rasă

source: Add group
ro_ro: Adaugă grup

source: Message
ro_ro: Mesaj

source: Search results
ro_ro: Rezultatele căutării

source: No achievements received yet. Stay tuned!
ro_ro: Niciun achievement primit.

source: Players
ro_ro: Jucători

source: Exchange
ro_ro: Schimb

source: Summary
ro_ro: Sumar

source: 1 day
ro_ro: o zi

source: Buy
ro_ro: Cumpără

source: Level %(level)s required
ro_ro: Nivel %(level)s necesar

source: Nothing
ro_ro: Nimic

source: Exchange points for gold or gold for points
ro_ro: Schimbă punctele pe aur sau aurul pe puncte

source: Gold
ro_ro: Aur

source: Available
ro_ro: Disponibile

source: Spell
ro_ro: Vrajă

source: None.
ro_ro: Niciunul.

source: Active on me
ro_ro: Active pe mine

source: Source
ro_ro: Sursă

source: Until
ro_ro: Până la

source: Cast by me
ro_ro: Invocate de mine

source: Target
ro_ro: Țintă

source: Create message
ro_ro: Compune mesaj

source: Subject
ro_ro: Subiect

source: Messaging
ro_ro: Mesagerie

source: Compose
ro_ro: Compune

source: Received
ro_ro: Primite

source: Sent
ro_ro: Trimise

source: From
ro_ro: De la

source: No messages.
ro_ro: Nici un mesaj

source: Newer messages
ro_ro: Mesaje noi

source: Page
ro_ro: Pagina

source: of
ro_ro: din

source: Older messages
ro_ro: Mesaje anterioare

source: Cast
ro_ro: Vrăjește

source: You don't have any spells to cast. Buy some at the bazaar place.
ro_ro: Nu ai nicio vrajă pe care să o folosești. Poți cumpăra vrăji la bazar.

source: Cast:
ro_ro: Vrăjește:

source: mass
ro_ro: în masă

source: on the following players:
ro_ro: pe următorii jucători:

source: for
ro_ro: pentru

source: rank
ro_ro: rang

source: part of
ro_ro: parte din

source: members
ro_ro: membri

source: Top users
ro_ro: Top jucători

source: Evolution
ro_ro: Evoluție

source: Top subgroups
ro_ro: Top subgrupe

source: Top same kind
ro_ro: Top de același fel

source: Sorry, no users in this group
ro_ro: Ne pare rău, niciun jucător în acest grup

source: Rank
ro_ro: Rang

source: Position evolution
ro_ro: Evoluția poziției

source: Position evolution compared with groups of the same kind.
ro_ro: Evoluția poziției comparată cu grupuri de același tip

source: Groups
ro_ro: Grupuri

source: Name
ro_ro: Nume

source: Position
ro_ro: Poziție

source: Scoring history
ro_ro: Istoric punctaj

source: Scoring history for:
ro_ro: Istoric punctare pentru:

source: Send a message
ro_ro: Trimite mesaj

source: Cast a spell on this player
ro_ro: Fă o vrajă acestui jucător

source: Set your profile
ro_ro: Editează profilul

source: Special mate
ro_ro: Coechipier special

source: Other group
ro_ro: Alt grup

source: Invited
ro_ro: Invitat

source: Invite in my Special Quest group
ro_ro: Invită în grupul meu de Quest Special

source: Never
ro_ro: Niciodată

source: Impersonate
ro_ro: Impersonează

source: Description
ro_ro: Descriere

source: No points registered for this player.
ro_ro: Niciun punct înregistrat pentru acest jucător.

source: Weekly points evolution
ro_ro: Evoluția săptămânală

source: Top groups
ro_ro: Top clase

source: Sorry, no users in this race
ro_ro: Ne pare rău, nu există jucători în acest grup

source: Position evolution compared with races of the same kind.
ro_ro: Evoluția poziției comparată cu grupuri de același tip

source: Magic summary
ro_ro: Sumar magie

source: Your username and password didn't match. Please try again.
ro_ro: Numele de utilizator sau parola nu se potrivesc. Te rog încearcă din nou.

source: Authentication
ro_ro: Autentificare

source: Enter
ro_ro: Intră

source: Statistics
ro_ro: Statistici

source: Top Challenge
ro_ro: Clasament provocări

source: Challenge Top
ro_ro: Clasament provocări

source: Won
ro_ro: Câștigat

source: Won %%
ro_ro: Câștigat %%

source: Lost
ro_ro: Pierdut

source: Top Groups
ro_ro: Clasament grupuri

source: Top for
ro_ro: Clasament pentru

source: Top
ro_ro: Clasament

source: Progress
ro_ro: Progres

source: Pyramid
ro_ro: Piramida

source: Top Races
ro_ro: Top rase

source: Races
ro_ro: Rase

source: Challenge top
ro_ro: Top provocări

source: Top races
ro_ro: Top rase
